[
    {
      "id": 1,
      "en": "How do you feel today on a scale of 1 to 5, where 5 is awesome?",
      "de": "Wie fühlst du dich heute auf einer Skala von 1 bis 5, wobei 5 fantastisch ist?",
      "it": "Come ti senti oggi su una scala da 1 a 5, dove 5 è fantastico?",
      "fr": "Comment vous sentez-vous aujourd'hui sur une échelle de 1 à 5, où 5 est génial?"
    },
    {
      "id": 2,
      "en": "What’s been on your mind lately?",
      "de": "Was geht dir in letzter Zeit durch den Kopf?",
      "it": "Cosa ti passa per la mente ultimamente?",
      "fr": "À quoi pensez-vous ces derniers temps?"
    },
    {
      "id": 3,
      "en": "What are you most excited to work on at the moment?",
      "de": "An welchem Projekt arbeitest du gerade am liebsten?",
      "it": "Su cosa sei più entusiasta di lavorare al momento?",
      "fr": "Sur quoi êtes-vous le plus impatient de travailler en ce moment?"
    },
    {
      "id": 4,
      "en": "Has anything been proving particularly challenging recently?",
      "de": "Gab es in letzter Zeit besondere Herausforderungen?",
      "it": "Hai riscontrato particolari sfide ultimamente?",
      "fr": "Y a-t-il eu des défis particulièrement ardus récemment?"
    },
    {
      "id": 5,
      "en": "What are the three most important things on your to-do list?",
      "de": "Was sind die drei wichtigsten Dinge auf deiner To-Do-Liste?",
      "it": "Quali sono le tre cose più importanti sulla tua lista delle cose da fare?",
      "fr": "Quels sont les trois points les plus importants sur votre liste de choses à faire?"
    },
    {
      "id": 6,
      "en": "What are three things you’re grateful for this week?",
      "de": "Für welche drei Dinge bist du diese Woche dankbar?",
      "it": "Per quali tre cose sei grato questa settimana?",
      "fr": "Pour quelles trois choses êtes-vous reconnaissant cette semaine?"
    },
    {
      "id": 7,
      "en": "Do you have a goal for today? If so, what is it?",
      "de": "Hast du ein Ziel für heute? Wenn ja, welches?",
      "it": "Hai un obiettivo per oggi? Se sì, quale?",
      "fr": "Avez-vous un objectif pour aujourd'hui? Si oui, lequel?"
    },
    {
      "id": 8,
      "en": "Where do you see yourself in one year’s time?",
      "de": "Wo siehst du dich in einem Jahr?",
      "it": "Dove ti vedi tra un anno?",
      "fr": "Où vous voyez-vous dans un an?"
    },
    {
      "id": 9,
      "en": "What’s one thing you could do to end today better than it started?",
      "de": "Was ist eine Sache, die du tun könntest, um den heutigen Tag besser zu beenden als er begonnen hat?",
      "it": "Qual è una cosa che potresti fare per finire oggi meglio di come è iniziato?",
      "fr": "Quelle est la chose que vous pourriez faire pour que cette journée se termine mieux qu'elle n'a commencé?"
    },
    {
      "id": 10,
      "en": "What obstacles, if any, can you identify in your calendar?",
      "de": "Welche Hindernisse, falls vorhanden, kannst du in deinem Kalender erkennen?",
      "it": "Quali ostacoli, se presenti, puoi identificare nel tuo calendario?",
      "fr": "Quels obstacles, le cas échéant, pouvez-vous identifier dans votre calendrier?"
    }
  ]
  